<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<%@include file="../../staticPub/common/public_style.jspf" %>
<title>凹凸空间</title>
</head>
<body>
   <!-- 顶部开始 -->
   <%@include file="../../staticPub/aotu_head.jsp" %>
   <%@include file="../../staticPub/aotu_nav.jsp" %>
   <!-- clause开始 -->
   <div id="clause_main"> 
       <div class="auto_notice_content c_piece aotu"> 
            <div class="clause_bg"> 
                 <div class="at_privacy copyright"> 
                        <center style="margin-bottom: 30px;"> 
                              <strong><font size="5">嗷兔网络服务协议</font></strong> 
                        </center> 
                        <p class="at at14">加入和使用嗷兔网网站表明您已经阅读并同意本使用条款，您的会员活动会遵从本使用条款。本协议由您与武汉奇米网络科技有限公司共同缔结，本协议具有合同效力。</p> 
                        <p class="at at14">本协议中协议双方合称协议方，广州嗷兔网络科技有限公司在协议中亦称为“嗷兔网”。域名juanpi.com。</p> 
                        <h4 class="at_tile at14">一、协议内容及签署</h4> 
                        <p class="at at14">1、本协议内容包括协议正文及所有嗷兔网已经发布的或将来可能发布的各类规则，包括但不仅限于网站公告及帮助在内的官方声明。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，任何嗷兔网及其关联公司提供的服务均受本协议约束。</p> 
                        <p class="at at14">2、您应当在使用嗷兔网服务之前认真阅读全部协议内容，如您对协议有任何疑问的，应向嗷兔网咨询。但无论您事实上是否在使用嗷兔网服务之前认真阅读了本协议内容，只要您使用嗷兔网服务，则本协议即对您产生约束，届时您不应以未阅读本协议的内容或者未获得嗷兔网对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</p> 
                        <p class="at at14">3、嗷兔网有权根据需要不时地制订、修改本协议及/或各类规则，并以网站公示的方式进行公告，不再单独通知您。变更后的协议和规则一经在网站公布后，立即自动生效。修改后的使用协议一旦在网页上公布即有效代替原来的使用协议。此外，当您使用嗷兔网特殊服务时，您和嗷兔网应遵守嗷兔网随时公布的与该服务相关的指引、公告以及规则。前述所有的指引、公告以及规则，均构成本使用协议的一部分。如您不同意相关变更，应当立即停止使用嗷兔网服务。您继续使用嗷兔网服务的，即表示您接受经修订的协议和规则。</p> 
                        <p class="at at14">4、您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且嗷兔网有权注销（永久冻结）您的嗷兔网账户，并向您及您的监护人索偿。</p> 
                        <p class="at at14">5、您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册程序或停止使用嗷兔网服务。您一旦使用嗷兔网服务，即视为您已了解并完全同意本使用协议各项内容，包括嗷兔网对使用协议随时所做的任何修改，并成为嗷兔网用户（以下简称“用户”）。</p> 
                        <h4 class="at_tile at14">二、服务说明</h4> 
                        <p class="at at14">嗷兔网用户（以下简称“用户”）可以通过按照指引、公告或者规则提供的正确方式，点击嗷兔网所提供的商家、广告、搜索结果等产生网上购物行为，享受购物后返回现金的服务；发布并分享返利以及网购经验；求推荐网购商品，收藏网购商品和店铺；在嗷兔网中发布商品分享，上传图片。</p> 
                        <p class="at at14">1、用户注册成为嗷兔网的会员之后，即刻享有嗷兔网提供的服务。</p> 
                        <p class="at at14">2、返利结算：嗷兔网收到合作商家返回的返利数据后，将按照网站中约定的相应金额打入用户在嗷兔网的虚拟帐户，用户收到返利后满10元即可申请10元整倍数的支付宝、银行转账等网站支持的方式提现，嗷兔网收到申请后1个工作日内完成提现工作（周末以及节假日情况顺延）。</p> 
                        <p class="at at14">3、返利方式：嗷兔网提供支付宝和银联转账等几种方式，如果会员没有出现违规情况，嗷兔网将按照规定支付返利金额。</p> 
                        <p class="at at14">4、通过嗷兔网及其关联公司提供的嗷兔网服务和其它服务，会员可在嗷兔网上查询商品、发布网购信息、和服务信息、对其他用户分享信息进行评价、参加嗷兔网组织的活动以及使用其它信息服务及技术服务。</p> 
                        <p class="at at14">5、您在嗷兔网的使用过程中与其他会员发生交易纠纷时，一旦您或其它会员任一方或双方共同提交嗷兔网要求调处，则嗷兔网有权根据单方判断做出调处决定，您了解并同意接受嗷兔网的判断和调处决定。该决定将对您具有法律约束力。</p> 
                        <p class="at at14">除非本使用协议另有其它明示规定，增加或强化目前本服务的任何新功能，包括所推出的新产品，均受到本使用协议之规范。您了解并同意，本服务仅依其当前所呈现的状况提供，对于任何用户信息或个人化设定之时效、删除、传递错误、未予储存或其它任何问题，嗷兔网均不承担任何责任。嗷兔网保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。</p> 
                        <h4 class="at_tile at14">三、嗷兔网服务使用规范</h4> 
                        <p class="at at14">1、遵守法律</p> 
                        <p class="at">您同意遵守中华人民共和国相关法律法规的所有规定，并对以任何方式使用您的密码和您的账号使用本服务的任何行为及其结果承担全部责任。如您的行为违反国家法律和法规的任何规定，有可能构成犯罪的，将被追究刑事责任，并由您承担全部法律责任。</p> 
                        <p class="at">同时如果嗷兔网有理由认为您的任何行为，包括但不限于您的任何言论和其它行为违反或可能违反国家法律和法规的任何规定，嗷兔网可在任何时候不经任何事先通知终止向您提供服务。</p> 
                        <p class="at at14">2、您的注册义务</p> 
                        <p class="at">为了能使用本服务，您同意以下事项：依本服务注册提示请您填写正确的注册邮箱、密码和名号，并确保今后更新的登录邮箱、名号、头像等资料的有效性和合法性。若您提供任何违法、不道德或嗷兔网认为不适合在嗷兔网上展示的资料；或者嗷兔网有理由怀疑您的资料属于程序或恶意操作，嗷兔网有权暂停或终止您的账号，并拒绝您于现在和未来使用本服务之全部或任何部分。</p> 
                        <p class="at">嗷兔网无须对任何用户的任何登记资料承担任何责任，包括但不限于鉴别、核实任何登记资料的真实性、正确性、完整性、适用性及/或是否为最新资料的责任。</p> 
                        <p class="at at14">3、用户账号、密码及安全</p> 
                        <p class="at">完成本服务的注册程序并成功注册之后，您可使用您的账号和密码，登录到您在嗷兔网的帐户（下称“账号”）。保护您的账号安全，是您的责任。</p> 
                        <p class="at">您应对所有使用您的密码及账号的活动负完全的责任。您同意： </p> 
                        <p class="at">1）您的嗷兔网账号遭到未获授权的使用，或者发生其它任何安全问题时，您将立即通知嗷兔网；</p> 
                        <p class="at">2）如果您未保管好自己的账号和密码，因此而产生的任何损失或损害，嗷兔网无法也不承担任何责任；</p> 
                        <p class="at">3）每个用户都要对其账号中的所有行为和事件负全责。如果您未保管好自己的账号和密码而对您、嗷兔网或第三方造成了损害，您将负全部责任。</p> 
                        <p class="at at14">4、嗷兔网隐私权政策</p> 
                        <p class="at">您提供的登记资料及嗷兔网保留的有关您的若干其它资料将受到中国有关隐私的法律和本公司《隐私声明》之规范。</p> 
                        <p class="at at14">5、提供者之责任</p> 
                        <p class="at">根据有关法律法规，嗷兔网在此郑重提醒您注意，任何经由本服务而发布、上传的文字、资讯、资料、照片、图形、视讯、信息或其它资料（以下简称“内容 ”），无论是公开还是私下传送，均由内容提供者承担责任。嗷兔网仅为用户提供内容存储空间，无法控制经由本服务传送之内容，因此不保证内容的正确性、完整性或品质。您已预知使用本服务时，可能会接触到令人不快、不适当或令人厌恶之内容。在任何情况下，嗷兔网均不为任何内容负责，但嗷兔网有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告。</p> 
                        <p class="at at14">6、用户行为</p> 
                        <p class="at">用户同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶</p> 
                        <p class="at">1）用户不得发布或以其它方式传送含有下列内容之一的信息：</p> 
                        <p class="at">* 反对宪法所确定的基本原则的；</p> 
                        <p class="at">* 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p> 
                        <p class="at">* 损害国家荣誉和利益的；</p> 
                        <p class="at">* 煽动民族仇恨、民族歧视、破坏民族团结的；</p> 
                        <p class="at">* 破坏国家宗教政策，宣扬邪教和封建迷信的；</p> 
                        <p class="at">* 散布谣言，扰乱社会秩序，破坏社会稳定的；</p> 
                        <p class="at">* 散布淫秽、色情、赌博、暴力、凶杀、恐怖、吸毒或者教唆犯罪的；</p> 
                        <p class="at">* 侮辱或者诽谤他人，侵害他人合法权利的；</p> 
                        <p class="at">* 含有虚假、诈骗、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</p> 
                        <p class="at">* 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；</p> 
                        <p class="at">* 含有嗷兔网认为不适合在嗷兔网展示的内容；</p> 
                        <p class="at">2）用户不得出现恶意注册恶意点击等行为。严禁通过购买产品恶意取消订单等非法手段来提高个人收入，一经发现，嗷兔网有权取消会员的资格，并追回已经支付的全部佣金，同时该用户必须承担由此给嗷兔网带来的所有损失。嗷兔网严禁各种针对嗷兔网活动的作弊行为。对于查实的作弊行为，我们将收回该账号全部的邀请奖励、取消邀请资格，给予一定处罚，并列入嗷兔网黑名单账户。作弊行为包括但不限于：使用相同的电脑、相同的IP地址在同一天内注册多个账号，以骗取奖励邀请的行为、以注册送钱或注册送奖励等利益诱导来骗取注册的行为。</p> 
                        <p class="at">3）用户不得以任何方式危害他人的合法权益；冒充其他任何人或机构，或以虚假不实的方式陈述或谎称与任何人或机构有关发布或以其它方式传送相关内容；</p> 
                        <p class="at">4）将依据任何法律或合约或法定关系（例如由于雇佣关系和依据保密合约所得知或揭露之内部资料、专属及机密资料）知悉但无权传送之任何内容加以发布、发送电子邮件或以其它方式传送；</p> 
                        <p class="at">5）将侵害他人著作权、专利权、商标权、商业秘密、或其它专属权利（以下简称“专属权利”）之内容加以发布或以其它方式传送；</p> 
                        <p class="at">6）将任何广告信函、促销资料、“垃圾邮件”、““滥发信件”、“连锁信件”、“直销”或其它任何形式的劝诱资料加以发布、发送或以其它方式传送；</p> 
                        <p class="at">7）将设计目的在于干扰、破坏或限制任何计算机软件、硬件或通讯设备功能之计算机病毒（包括但不限于木马程序（trojan horses）、蠕虫（worms）、定时炸弹、删除蝇（cancelbots）（以下简称“病毒”）或其它计算机代码、档案和程序之任何资料，加以发布、发送或以其它方式传送；</p> 
                        <p class="at">8）干扰或破坏本服务或与本服务相连线之服务器和网络，或违反任何关于本服务连线网络之规定、程序、政策或规范；</p> 
                        <p class="at">9）跟踪、人肉搜索或以其它方式骚扰他人；</p> 
                        <p class="at">10）故意或非故意地违反任何适用的当地、国家法律，以及任何具有法律效力的规则；</p> 
                        <p class="at">11）未经合法授权而截获、篡改、收集、储存或删除他人个人信息、站内邮件或其它数据资料，或将获知的此类资料用于任何非法或不正当目的。</p> 
                        <p class="at">您已认可嗷兔网未对用户的使用行为进行全面控制，您使用任何内容时，包括依赖前述内容之正确性、完整性或实用性时，您同意将自行加以判断并承担所有风险，而不依赖于嗷兔网。您同意嗷兔网依其自行之考虑，删除可经由本服务提供之违反本条款的或其它引起嗷兔网反感的任何内容。</p> 
                        <p class="at">您了解并同意，嗷兔网依据法律法规的要求，或基于诚信为了以下目的或在合理必要范围内，认定必须将内容加以保存或揭露时，得加以保存或揭露： </p> 
                        <p class="at">a）遵守法律程序；</p> 
                        <p class="at">b）执行本使用协议；</p> 
                        <p class="at">c）回应任何第三人提出的权利主张；</p> 
                        <p class="at">d）保护嗷兔网、其用户及公众之权利、财产或个人安全；</p> 
                        <p class="at">e）其它嗷兔网认为有必要的情况。</p> 
                        <p class="pt mt14">7、国际使用之特别警告</p> 
                        <p class="at">您已了解国际互联网的无国界性，同意遵守当地所有关于网上行为及内容之法律法规。您特别同意遵守有关从中国或您所在国家或地区输出信息之传输的所有适用法律法规。</p> 
                        <p class="at at14">8、在嗷兔网发布的公开信息</p> 
                        <p class="at">1）在本使用协议中，“本服务公开使用区域”系指一般公众可以使用的区域；</p> 
                        <p class="at">2）用户在嗷兔网上传或发布的内容，用户应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益，用户同意授予嗷兔网所有上述内容在全球范围内的免费、不可撤销的、永久的、可再许或可转让的独家使用权许可，据该许可嗷兔网将有权以展示、推广及其他不为法律所禁止的方式使用前述内容。</p> 
                        <p class="at at14">9、赔偿</p> 
                        <p class="at">由于您通过本服务提供、发布或传送之内容、您与本服务连线、您违反本使用协议、或您侵害他人任何权利因而衍生或导致任何第三人提出任何索赔或请求，包括合理的律师费，您同意赔偿嗷兔网及其关联企业、职员、代理人、品牌共有人或其它合作伙伴及员工，并使其免受损害，并承担由此引发的全部法律责任。</p> 
                        <p class="at at14">10、关于使用及储存之一般措施</p> 
                        <p class="at">您承认关于本服务的使用嗷兔网有权制订基本措施及限制，包含但不限于本服务将保留所发布内容或其它发布内容之最长期间，以及一定期间内您使用本服务之次数上限（及每次使用时间之上限）。通过本服务发布或传送之任何信息、通讯资料和其它内容，如被删除或未予储存，您同意嗷兔网毋须承担任何责任。您也同意，嗷兔网有权依其自行之考虑，不论通知与否，随时变更这些一般措施及限制。</p> 
                        <h4 class="at_tile at14">四、责任范围和责任限制</h4> 
                        <p class="at at14">1、嗷兔网负责按&quot;现状&quot;和&quot;可得到&quot;的状态向您提供服务。但对服务不作任何明示或暗示的保证，包括但不限于嗷兔网服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，嗷兔网也不对服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。</p> 
                        <p class="at at14">2、与广告商及其他第三方进行交易</p> 
                        <p class="at">您通过本网站与合作者或间接合作者及其他第三方进行任何形式的通讯或商业往来，或参与促销活动，包含相关商品或服务之付款及交付，以及达成的其它任何相关条款、条件、保证或声明，完全为您与合作者或间接合作者及其他第三方之间之行为。您因前述任何交易或前述合作者或间接合作者及其他第三方而遭受的任何性质的损失或损害，嗷兔网对此不负任何法律责任。</p> 
                        <p class="at">您了解并同意嗷兔网上的信息是用户自行发布，且可能存在风险和瑕疵。嗷兔网仅作为交易地点。嗷兔网仅作为您获取物品或服务信息、物色交易对象、就物品和/或服务的交易进行协商及开展交易的场所，但嗷兔网无法控制交易所涉及的物品的质量、安全或合法性，商贸信息的真实性或准确性，以及交易各方履行其在贸易协议中各项义务的能力。您应自行谨慎判断确定相关物品及/或信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。</p> 
                        <p class="at at14">3、除非法律法规明确要求，或出现以下情况，否则，嗷兔网没有义务对所有用户的注册数据、商品（服务）信息、交易行为以及与交易有关的其它事项进行事先审查：</p> 
                        <p class="at">a) 嗷兔网有合理的理由认为特定会员及具体交易事项可能存在重大违法或违约情形。</p> 
                        <p class="at">b) 嗷兔网有合理的理由认为用户在返利网的行为涉嫌违法或不当。</p> 
                        <p class="at at14">4、嗷兔网及其关联公司有权受理您与其他会员因交易产生的争议，并有权单方判断与该争议相关的事实及应适用的规则，进而作出处理决定。该处理决定对您有约束力。如您未在限期内执行处理决定的，则嗷兔网及其关联公司有权利（但无义务）直接使用您嗷兔网账户内的款项。应及时弥补嗷兔网及其关联公司的损失，否则嗷兔网及其关联公司有权直接抵减您在其它合同项下的权益，并有权继续追偿。</p> 
                        <p class="at">您理解并同意，嗷兔网及其关联公司并非司法机构，仅能以普通人的身份对证据进行鉴别，嗷兔网及其关联公司对争议的调处完全是基于您的委托，嗷兔网及其关联公司无法保证争议处理结果符合您的期望，也不对争议调处结论承担任何责任。如您因此遭受损失，您同意自行向受益人索偿。</p> 
                        <p class="at at14">5、您了解并同意，嗷兔网不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿 (无论嗷兔网是否已被告知该损害赔偿的可能性) ：</p> 
                        <p class="at">a) 使用或未能使用嗷兔网服务。</p> 
                        <p class="at">b) 第三方未经批准的使用您的账户或更改您的数据；您的传输或数据遭到未获授权的存取或变更。</p> 
                        <p class="at">c) 通过嗷兔网服务购买或获取任何商品、样品、数据、信息或进行交易等行为或替代行为产生的费用及损失。</p> 
                        <p class="at">d) 您对嗷兔网服务的误解，与本服务相关的其它事宜，但本使用协议有明确规定的除外。</p> 
                        <p class="at">e) 任何第三方在本服务中所作之声明或行为； 任何非因嗷兔网的原因而引起的与嗷兔网服务有关的其它损失。</p> 
                        <p class="at at14">6、不论在何种情况下，嗷兔网均不对由于信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。</p> 
                        <p class="at at14">7、嗷兔网之专属权利</p> 
                        <p class="at">您了解并同意，本服务及本服务所使用之相关软件（以下简称“软件”）含有受到相关知识产权及其它法律保护之专有保密资料。您也了解并同意，经由本服务合作者或间接合作者及其他第三方或向您呈现之赞助广告或信息所包含之内容，亦受到著作权、商标权、服务商标、专利权或其它专属权利之法律保护。未经嗷兔网或合作者或间接合作者及其他第三方明示授权，您不得修改、出租、出借、出售、散布本服务或软件之任何部份或全部，或据以制作衍生著作，使用擅自修改后的软件，包括但不限于为了未经授权而使用本服务之目的。嗷兔网仅授予您个人、不可移转及非专属之使用权，使您得于单机计算机使用其软件之目的码，但您不得（并不得允许任何第三人）复制、修改、创作衍生著作、进行还原工程、反向组译，或以其它方式发现原始码，或出售、转让、再授权或提供软件设定担保，或以其它方式移转软件之任何权利。您同意将通过由嗷兔网所提供的界面而非任何其它途径使用本服务。</p> 
                        <p class="at at14">8、用户专属权利</p> 
                        <p class="at">嗷兔网尊重他人知识产权，呼吁用户也要同样尊重知识产权。如果您对他人的知识产权或其他人身权利造成了侵害，嗷兔网将依国家法律法规的规定，或在适当的情形下，将依其服务条款或其相关规范性规定，删除特定内容或以至终止您对账户的使用。</p> 
                        <h4 class="at_tile at14">五、协议终止</h4> 
                        <p class="at at14">1、您了解并同意嗷兔网有权自行全权决定以任何理由不经事先通知的中止、终止向您提供部分或全部嗷兔网平台服务，暂时冻结或永久冻结（注销）您的账户，且无须为此向您或任何第三方承担任何责任。您同意嗷兔网基于其自行之考虑，因任何理由，包含但不限于缺乏使用，或嗷兔网认为您已经违反本使用协议的文字及精神，终止您的账号或本服务之使用（或服务之任何部分），并将您在本服务内任何内容加以移除并删除。您同意依本使用协议任何规定提供之本服务，无需进行事先通知即可中断或终止，您承认并同意，嗷兔网可立即关闭或删除您的账号及您账号中所有相关信息及文件，及/或禁止继续使用前述文件或本服务。此外，您同意若本服务之使用被中断或终止或您的账号及相关信息和文件被关闭或删除，嗷兔网对您或任何第三人均不承担任何责任。</p> 
                        <p class="at at14">2、出现以下情况时，嗷兔网有权直接以注销账户的方式终止本协议:</p> 
                        <p class="at">a) 嗷兔网终止向您提供服务后，您涉嫌再一次直接或间接或以他人名义注册为嗷兔网用户的；</p> 
                        <p class="at">b) 您提供的电子邮箱不存在或无法接收电子邮件，且没有其他方式可以与您进行联系，或嗷兔网以其它联系方式通知您更改电子邮件信息,而您在嗷兔网通知后三个工作日内仍未更改为有效的电子邮箱的。</p> 
                        <p class="at">c) 您注册信息中的主要内容不真实或不准确或不及时或不完整。</p> 
                        <p class="at">d) 本协议（含规则及上述其他）变更时，您明示并通知嗷兔网不愿接受新的服务协议的；</p> 
                        <p class="at">e) 其它嗷兔网认为应当终止服务的情况。</p> 
                        <p class="at at14">3、您有权向嗷兔网要求注销您的账户，经嗷兔网审核同意的，嗷兔网注销（永久冻结）您的账户，届时，您与嗷兔网基于本协议的合同关系即终止。您的账户被注销（永久冻结）后，嗷兔网没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。</p> 
                        <p class="at at14">4、您了解并同意您与嗷兔网的合同关系终止后，嗷兔网仍享有下列权利</p> 
                        <p class="at">a) 继续保存您的注册信息及您使用嗷兔网服务期间的所有交易信息。</p> 
                        <p class="at">b) 您在使用嗷兔网服务期间存在违法行为或违反本协议和/或规则的行为的，嗷兔网仍可依据本协议向您主张权利。</p> 
                        <p class="at at14">5、嗷兔网中止或终止向您提供服务后，对于您在服务中止或终止之前的交易行为依下列原则处理，您应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保嗷兔网免于因此产生任何损失或承担任何费用：</p> 
                        <p class="at">a) 您在服务中止或终止之前已经上传至嗷兔网的物品尚未交易的，嗷兔网有权在中止或终止服务的同时删除此项物品的相关信息；</p> 
                        <p class="at">b) 您在服务中止或终止之前已经与其他会员达成买卖合同，但合同尚未实际履行的，嗷兔网有权删除该买卖合同及其交易物品的相关信息；</p> 
                        <p class="at">c) 您在服务中止或终止之前已经与其他会员达成买卖合同且已部分履行的，嗷兔网可以不删除该项交易，但嗷兔网有权在中止或终止服务的同时将相关情形通知您的交易对方。</p> 
                        <h4 class="at_tile at14">六、一般条款</h4> 
                        <p class="at at14">1）本使用协议、网站公告、帮助中心和免责声明构成您与嗷兔网之全部协议，并规范您对于本服务之使用行为。在您使用相关服务、使用第三方提供的内容或软件时，亦应遵从所适用之附加条款及条件；</p> 
                        <p class="at at14">2）本使用协议及您与嗷兔网之关系，均受到中华人民共和国法律管辖。本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，如无相关法律规定的，则应参照通用国际商业惯例和（或）行业惯例。您与嗷兔网就本服务、本使用协议或其它有关事项发生的争议，应首先友好协商解决，协商不成时应提请中国国际经济贸易仲裁委员会仲裁，仲裁裁决是终局性的，对双方均有约束力； </p> 
                        <p class="at at14">3）嗷兔网未行使或执行本使用协议任何权利或规定，不构成对前述权利或权利之放弃；</p> 
                        <p class="at at14">4）倘本使用协议之任何规定因与中华人民共和国法律抵触而无效，您依然同意应依照法律，努力使该规定所反映之当事人意向具备效力，且本使用协议其它规定仍应具有完整的效力及效果；</p> 
                        <p class="at at14">6) 只要您登录了嗷兔网，就代表您认可以上所有协议。</p> 
                        <p class="at at14">7）嗷兔网对本使用协议享有最终解释权。</p> 
                 </div> 
            </div> 
       </div> 
   </div>
   <!-- clause结束 -->
   <!-- 底部开始 -->
   <%@include file="../../staticPub/aotu_foot.jsp" %>
</body>
</html>